// Задача 6. Считать данные целочислинные данные из консоли и вывести их.
Console.WriteLine("Введите число:");
int c = Convert.ToInt32(Console.ReadLine());
Console.WriteLine(c);