// Задача 3. Создать два целочисленных переменных и выполноить операцию деления.

int a = 7;
int b = 5;
int c = a / b;
Console.WriteLine(c);
