// Задача 5. Считать текстовые данные их консоли и вывести.
// var,  string?, проверка на null
Console.WriteLine("Введите данные:");

var data = Console.ReadLine();

Console.WriteLine(data);